Repository: RITLLC/HUDWAY_Localization
Catalog: *.lproj/AddressController.strings
Languages: fr

source: page title
fr: Make a Route

source: back button
fr: Back

source: cancel button
fr: Cancel

source: search address placeholer
fr: Enter address

source: lock alert get location
fr: Get location...

source: empty addresses description
fr: Address not found

source: history addresses title
fr: Recent

source: top addresses title
fr: Most Popular

source: voice recording description
fr: Speak...

source: voice recognition description
fr: Processing...
