Repository: RITLLC/HUDWAY_Localization
Catalog: *.lproj/LoginController.strings
Languages: ru

# top label text
source: Sign Up to HUDWAY profile
ru: Войдите в профиль HUDWAY

# registration label
source: Sign Up...
ru: Регистрация...

# recovery password label
source: Forgot password?
ru: Забыли пароль?

# or label text
source: – or –
ru: – или –

# login remote service button
source: Log In
ru: Войти в HUDWAY

# login facebook button title
source: Log In with Facebook
ru: Войти через Facebook

# login twitter button title
source: Log In with Twitter
ru: Войти через Twitter

# dont login button
source: Try us out!
ru: Попробовать!

# password placeholder
source: Password
ru: Пароль

# lock alert enter in remote service
source: Enter...
ru: Вход...

# lock alert enter in facebook
source: Enter Facebook...
ru: Вход в Facebook...

# lock alert enter in twitter
source: Enter Twitter...
ru: Вход в Twitter...

# lock alert success login
source: Login successfull!
ru: Вход выполнен!

# hudway registration url
source: http://hudwayapp.com/en/user/registration
ru: http://hudwayapp.com/ru/user/registration

# hudway recovery password url
source: http://hudwayapp.com/en/user/recoveryPassword
ru: http://hudwayapp.com/ru/user/recoveryPassword
