Repository: RITLLC/HUDWAY_Localization
Catalog: *.lproj/Map.strings
Languages: de, zh_hans

# mapTypeSatellite
source: Satellite
de: Satellit
zh_hans: 卫星模式

# mapTypeSatellite Google Android
source: Satellite
de: Satellit

# mapTypeSatellite Yandex Android
source: Satellite
de: Satellit

# mapTypeNarod Yandex Android
source: Narodnaya
de: Public

# current position button title
source: Current
de: Aktueller Standort
zh_hans: 当前位置

# start position button title
source: Begin of route
de: Startpunkt
zh_hans: 出发地

# finish position button title
source: End of route
de: Zielpunkt
zh_hans: 目的地

# map type label
source: Map type
de: Kartentyp
zh_hans: 地图类别

# map position label
source: Map position
de: Positionsanzeige
zh_hans: 定位信息

# map settings title
source: Map settings
de: Karteneinstellungen
zh_hans: 地图设置

# routing options title
source: Make a route
de: Route erstellen
zh_hans: 路线设定

# set start position button
source: Directions from Here
de: Von hier starten
zh_hans: 出发地

# set finish position button
source: Directions to Here
de: Hierher navigieren
zh_hans: 目的地

# mapTypeStandard
source: Standard
zh_hans: 标准模式

# mapTypeHybrid
source: Hybrid
zh_hans: 混合模式
