Repository: RITLLC/HUDWAY_Localization
Catalog: *.lproj/StoreController.strings
Languages: de, pl, ru, zh_hans

# store title
source: Go PRO Mode
ru: Включить PRO Режим

# lock alert get products info
source: Get info from AppStore...
de: Lade Informationen vom AppStore...
pl: Pobieranie info z AppStore...
ru: Получаю покупки из AppStore...
zh_hans: 正在从AppStore获取信息...

# lock alert purchase processing
source: Purchase processing...
de: Kauf wird durchgeführt...
pl: Przetwarzanie zakupu...
ru: Обработка покупки...
zh_hans: 正在处理...

# lock alert purchase success
source: Success!
de: Erfolgreich!
pl: Kupiono!
ru: Готово!
zh_hans: 购买成功！

# lock alert save purchases processing
source: Saving purchases...
de: Käufe werden gespeichert...
pl: Zapisywanie zakupów...
ru: Сохранение покупок...
zh_hans: 正在保存...

# lock alert success save purchases processing
source: Success!
de: Erfolgreich!
pl: Zapisano!
ru: Готово!
zh_hans: 保存成功！

# lock alert restore purchases processing
source: Restore purchases...
de: Käufe werden wiederhergestellt...
pl: Przywracanie zakupów...
ru: Восстановление покупок...
zh_hans: 正在购买...

# lock alert success restore purchases processing
source: Success!
de: Erfolgreich!
pl: Przywrócono!
ru: Готово!
zh_hans: 购买成功！

# first button title
source: 1 Month
ru: 1 Месяц

# second button title
source: 1 Year
ru: 1 Год

# first button date description
source: Access until
ru: Действует до

# second button date description
source: Access until
ru: Действует до

# subscriptions info
source: Will not automatically renew
ru: Без автоматического продления

# cancel button
source: Cancel
de: Abbrechen
pl: Anuluj
ru: Отмена
zh_hans: 取消

# restore purchases button
source: Restore purchases
de: Käufe wiederherstellen
pl: Przywróć zakupy
ru: Восстановить покупки
zh_hans: 再次购买

# can't connect to app store label
source: Cannot connect to iTunes Store. Try again later
de: Keine Verbindung zum iTunes Store. Bitte später versuchen
pl: Nie można połączyć z iTunes Store. Spróbuj ponownie później
ru: iTunes Store не доступен. Попробуйте позже
zh_hans: 暂时无法连接到App Store 请稍后再试
