Repository: RITLLC/HUDWAY_Localization
Catalog: *.lproj/VoiceAssistant.strings
Languages: ru

source: straight direction
ru: прямо

source: left direction
ru: левый

source: rigth direction
ru: правый

source: easy difficult
ru: простой

source: medium difficult
ru: средний

source: hard difficult
ru: сложный

source: perpendicular difficult
ru: 90 градусов

source: sharp difficult
ru: острый

source: uturn difficult
ru: разворот

source: long duration
ru: длинный

source: very long duration
ru: очень длинный

source: kilometer
ru: километр

source: 2-4 kilometers
ru: километра

source: kilometers
ru: километров

source: meters
ru: метров

source: mile
ru: миля

source: 2-4 miles
ru: мили

source: miles
ru: миль

source: yards
ru: ярдов

source: foots
ru: футов

source: connection between units
ru: и

source: connection between maneuvers
ru: и затем

source: to finish description
ru: до точки назначения

source: in finish
ru: Вы прибыли в точку назначения

source: big maneuvers bundle description
ru: и затем, внимание, связка поворотов

source: is out of way
ru: вы ушли с маршрута

source: track recalculating
ru: пересчитываю

source: finish track recalculating
ru: пересчёт окончен
